tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "fd"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "brave-browser"
cask "browserosaurus"
cask "discord"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "postman"
cask "warp"
